# Дан список имен.
# Выведите все имена в одну строку через запятую

names = ["Иван", "Ирина", "Вячеслав", "Василий", "Петр"]
for i in names:
        print(i, end=',')

# Пример вывода:
# Иван, Ирина, Вячеслав, Василий, Петр
